// noinspection BadExpressionStatementJS
( {

	Cocktails0: {

		name: [
			'Коктейли',
			'Cocktails',
		],

		collection: [
			// {
			// 	name: [
			// 		'Рождественский вайб',
			// 		'Christmas Vibe',
			// 	],
			// 	mix: [
			// 		'клюквенная настойка, апельсиновый ликёр, шоколадный сироп, газировка, лёд',
			// 		'cranberry tincture, orange liqueur, chocolate syrup',
			// 	],
			// 	cap: 150,
			// 	cost: 11,
			// 	img: 'рождественский-вайб.png',
			// },
			{
				name: [
					'Киви-Тоник',
					'Kiwi-Tonic',
				],
				mix: [
					'джин, пюре киви, яблочный сок, сок лимона, тоник, лёд',
					'gin, kiwi puree, apple juice',
				],
				cap: 270,
				cost: 15,
				img: 'киви-тоник.png',
			},
			{
				name: [
					'Лонг-Айленд',
					'Long Island'
				],
				mix: [
					'водка, джин, текила, ром, апельсиновый ликёр, кола, лимон, лёд',
					'vodka, gin, tequila, rum, orange liqueur',
				],
				cap: 360,
				cost: 18,
				img: 'лонг-айленд.png',
			},
			// {
			// 	name: [
			// 		'Чёрная смородина',
			// 		'Blackcurrant',
			// 	],
			// 	mix: [
			// 		'розовый вермут, водка, сироп чёрной смородины, сок лимона, лёд',
			// 		'pink vermouth, vodka, blackcurrant syrup',
			// 	],
			// 	cap: 150,
			// 	cost: 9,
			// 	img: 'чёрная-смородина.png',
			// },
			// {
			// 	name: [
			// 		'Пивной сауэр',
			// 		'Beer sour',
			// 	],
			// 	mix: [
			// 		'виски, пивной сироп, белок, сок лимона, лёд',
			// 		'whiskey, beer syrup, egg white',
			// 	],
			// 	cap: 250,
			// 	cost: 10,
			// 	img: 'пивной-сауэр.png',
			// },
			// {
			// 	name: [
			// 		'Фиолетовая леди',
			// 		'Violet Lady',
			// 	],
			// 	mix: [
			// 		'апельсиновый ликёр, джин, сахарный сироп, сок лимона, лёд',
			// 		'orange liqueur, gin, sugar syrup',
			// 	],
			// 	cap: 150,
			// 	cost: 13,
			// 	img: 'фиолетовая-леди.png',
			// },
			{
				name: [
					'Королева пчёл',
					'Bee Queen',
				],
				mix: [
					'джин, тоник, медовый сироп, апельсиновый сок, лёд',
					'gin, tonic, honey syrup, orange juice',
				],
				cap: 480,
				cost: 16,
				img: 'королева-пчёл.png',
			},
			{
				name: [
					'Черри',
					'Cherry',
				],
				mix: [
					'вишнёвая настойка, сироп зимних специй, сок лимона, газировка, вишня, лёд',
					'cherry tincture, winter spice syrup, spicy herbs'
				],
				cap: 250,
				cost: 13,
				img: 'черри.png',
			},
			// {
			// 	name: [
			// 		'Кубинский ангел',
			// 		'Cuban Angel',
			// 	],
			// 	mix: [
			// 		'светлый ром, пюре личи, сироп лемонграсс, сок лимона, яблочный сок',
			// 		'light rum, lychee puree, lemongrass syrup',
			// 	],
			// 	cap: 150,
			// 	cost: 13,
			// 	img: 'кубинский-ангел.png',
			// },
			// {
			// 	name: [
				// 		'Секретный Ингредиент',
			// 		'',
			// 	],
			// 	mix: [
			// 		'секретный ингредиент, сок лимона, сок грейпфрута, сироп фалернум, лёд',
			// 		'',
			// 	],
			// 	cap: 150,
			// 	cost: 9,
			// 	img: 'секретный-ингредиент.png',
			// },
			// {
			// 	name: [
			// 		'Рождественское чудо',
			// 		'',
			// 	],
			// 	mix: [
			// 		'секретный ингредиент, мандариновое пюре, сок лимона, тоник, лёд, мандарин в карамели',
			// 		'',
			// 	],
			// 	cap: 200,
			// 	cost: 13,
			// 	img: 'рождественское-чудо.png',
			// },
			{
				name: 'Прованс',
				mix: 'джин, сироп лаванда, сок лимона, белок',
				cap: 250,
				cost: 14,
				img: 'прованс.png',

			},
			// {
			// 	name: [
			// 		'Закат Империи',
			// 		'Decline and Fall of the Empire',
			// 	],
			// 	mix: [
			// 		'апельсиновый вермут, белый вермут, водка, малиновый сироп, сок лимона, лёд',
			// 		'orange vermouth, white vermouth, vodka, raspberry syrup',
			// 	],
			// 	cap: 150,
			// 	cost: 9,
			// 	img: 'закат-империи.png',
			// },
			// {
			// 	name: [
			// 		'Тёмная луна',
			// 		'',
			// 	],
			// 	mix: [
			// 		'ром, облепиховое пюре, сироп зимних специй, сок лимона',
			// 		'orange vermouth, white vermouth, vodka, raspberry syrup',
			// 	],
			// 	cap: 100,
			// 	cost: 13,
			// 	img: 'тёмная-луна.png',
			// },
			{
				name: [
					'Бешеная собака',
					'',
				],
				mix: [
					'апероль, ром, пюре грейпфрута, сок лимона, морс, лёд, грейпфрут в карамели',
					'',
				],
				cap: 290,
				cost: 16,
				img: 'бешеная-собака.png',
			},
			// {
			// 	name: [
			// 		'Киви-Сауэр',
			// 		'',
			// 	],
			// 	mix: [
			// 		'джин, пюре киви, лимонная заправка, белок, лёд',
			// 		'',
			// 	],
			// 	cap: 200,
			// 	cost: 13,
			// 	img: 'киви-сауэр.png',
			// },
			{
				name: [
					'Сникерс 18+',
					'',
				],
				mix: [
					'водка, шоколадный сироп, сироп солёная карамель, сливки, лёд',
					'',
				],
				cap: 200,
				cost: 13,
				img: 'сникерс-18+.png',
			},
			// {
			// 	name: [
			// 		'Шипучка',
			// 		'',
			// 	],
			// 	mix: [
			// 		'апельсиновый ликёр, джин, клубничный сироп, сок грейпфрута, лёд',
			// 		'',
			// 	],
			// 	cap: 150,
			// 	cost: 12,
			// 	img: 'шипучка.png',
			// },
			// {
			// 	name: [
			// 		'Мандариновый Полдень',
			// 		'',
			// 	],
			// 	mix: [
			// 		'мандариновая настойка, водка, мандариновое пюре, шоколадный сироп, лёд',
			// 		'',
			// 	],
			// 	cap: 120,
			// 	cost: 9,
			// 	img: 'мандариновый-полдень.png',
			// },
			{
				name: 'Зов сирены',
				mix: 'ром, ананасовый сок, сироп блю кюрасао, пена (личи-ананас)',
				cap: 200,
				cost: 15,
				img: 'зов-сирены.png',
			},
			// {
			// 	name: 'Сайлент Хилл',
			// 	mix: 'джин, огуречный сироп, яблочный сироп, сок лимона',
			// 	cap: 150,
			// 	cost: 14,
			// 	img: 'сайлент-хилл.png',
			// },
			// {
			// 	name: 'Алюминиевый огурец',
			// 	mix: 'ром, огуречный сироп, сахарный сироп, лайм, игристое вино, свежий огурец, лёд',
			// 	cap: 200,
			// 	cost: 13,
			// 	img: 'алюминиевый-огурец.png',
			// },
			{
				name: 'Тайга',
				mix: 'варенье из шишек, клюква, джин, тоник, лайм, лёд',
				cap: 200,
				cost: 14,
				img: 'тайга.png',
			},
		],

	},

	Cocktails1: {

		name: [
			'Коктейли',
			'Cocktails',
		],

		collection: [
			{
				name: [
					'Перо из жопы полярной совы',
					'Feather from Polar Owl Butt',
				],
				mix: [
					'джин, белый вермут, апельсиновый ликёр, вишнёвый сок, лайм, лёд',
					'gin, white vermouth, orange liqueur, cherry juice',
				],
				cap: 320,
				cost: 18,
				img: 'перо-из-жопы-полярной-совы.png',
			},
			// {
			// 	name: [
			// 		'Пряный полдень',
			// 		'Spicy Midday',
			// 	],
			// 	mix: [
			// 		'крамбамбуля, белый вермут, тоник, лёд',
			// 		'spicy honey tincture, white vermouth, tonic'
			// 	],
			// 	cap: 250,
			// 	cost: 9,
			// 	img: 'пряный-полдень.png',
			// },
			// {
			// 	name: [
			// 		'Земляничный рай',
			// 		'Strawberry Paradise',
			// 	],
			// 	mix: [
			// 		'светлый ром, земляничный сироп, сок лимона, морс',
			// 		'light rum, fruit‑drink, strawberry syrup',
			// 	],
			// 	cap: 140,
			// 	cost: 13,
			// 	img: 'земляничный-рай.png',
			// },
			{
				name: [
					'Лимонад 18+',
					'',
				],
				mix: [
					'бренди априкот, грушевый сироп, спрайт, сок лимона, цедра, лёд',
					'',
				],
				cap: 250,
				cost: 15,
				img: 'лимонад-18+.png',
			},
			{
				name: [
					'Порностар твист',
					'Pornostar Twist',
				],
				mix: [
					'игристое вино, водка, пюре личи, белок, сок лимона',
					'sparkling wine, vodka, lychee puree, egg white',
				],
				cap: 200,
				cost: 15,
				img: 'порностар-твист.png',
			},
			{
				name: [
					'Слёзы ирландской проститутки',
					'Tears of an Irish Prostitute',
				],
				mix: [
					'2 вида рома, Jägermeister, земляничный сироп, сок лимона, лёд',
					'2 types of rum, Jägermeister, strawberry syrup',
				],
				cap: 250,
				cost: 18,
				img: 'слёзы-ирландской-проститутки.png',
			},
			// {
			// 	name: [
			// 		'Белый русский',
			// 		'White Russian',
			// 	],
			// 	mix: [
			// 		'водка, кофейный ликёр, сливки, лёд',
			// 		'vodka, coffee liqueur, cream',
			// 	],
			// 	cap: 220,
			// 	cost: 13,
			// 	img: 'белый-русский.png',
			// },
			{
				name: [
					'Малиновое искушение',
					'Raspberry Temptation',
				],
				mix: [
					'водка, малиновый сироп, морс, спрайт, лайм, лёд',
					'vodka, raspberry syrup, fruit‑drink, sprite',
				],
				cap: 480,
				cost: 16,
				img: 'малиновое-искушение.png',
			},
			// {
			// 	name: [
			// 		'Мохито',
			// 		'Mojito',
			// 	],
			// 	mix: [
			// 		'ром, лайм, мята, газировка, сахарный сироп, лёд',
			// 		'rum, lime, mint, sugar syrup',
			// 	],
			// 	cap: 360,
			// 	cost: 10,
			// 	img: 'мохито.png',
			// },
			// {
			// 	name: [
			// 		'Искушение Евы',
			// 		'',
			// 	],
			// 	mix: [
			// 		'джин, яблочное пюре, сок лимона, белок, цедра лайма',
			// 		'',
			// 	],
			// 	cap: 150,
			// 	cost: 14,
			// 	img: 'искушение-евы.png',
			// },
			{
				name: 'Кикимора',
				mix: 'белый вермут, тоник, яблочный ликёр и пюре, матча, сок лимона, лёд',
				cap: 395,
				cost: 14,
				img: 'кикимора.png',
			},
			{
				name: [
					'Коронита',
					'Coronita',
				],
				mix: [
					'апельсиновый ликёр, текила, сок лимона, ананасовый сок, сахарный сироп, вишня, пиво Corona, лёд',
					'orange liqueur, tequila, pineapple juice, Corona beer',
				],
				cap: 700,
				cost: 27,
				img: 'коронита.png',
			},
			{
				name: 'Грейпфрутовый бетон',
				mix: 'бехеревка, сок грейпфрута, газировка, медовый сироп, сироп гренадин, лёд',
				cap: 200,
				cost: 15,
				img: 'грейпфрутовый-бетон.png',
			},
			// {
			// 	name: 'Порто-тоник',
			// 	mix: 'Портвейн, тоник, апельсиновый сок, сироп зимних специй, лёд',
			// 	cap: 200,
			// 	cost: 14,
			// 	img: 'порто-тоник.png',
			// },
			{
				name: 'Малиновый закат',
				mix: 'виски, пюре малины, сироп малины, сок лимона, морс, лёд',
				cap: 285,
				cost: 15,
				img: 'малиновый-закат.png',
			},
			{
				name: 'Апероль базилик / Апероль классический',
				mix: 'Апероль, игристое вино, газировка, лед, базиликовый сироп / апельсин',
				cap: 200,
				cost: 15,
				img: 'апероль.png',
			},
		],

	},

} );