// noinspection BadExpressionStatementJS
( {

	Cocktails0: {

		name: [
			'Коктейли',
			'Cocktails',
		],

		collection: [
			{
				name: [
					'Рождественский вайб',
					'Christmas vibe',
				],
				mix: [
					'клюковенная настойка, апельсиновый ликёр, шоколадный сироп',
				],
				cap: 150,
				cost: 11,
				img: '',
				color: 0xca3710,
			},
			{
				name: [
					'Киви-тоник',
					'Kiwi-tonic',
				],
				mix: [
					'джин, пюре киви, яблочный сок',
				],
				cap: 250,
				cost: 13,
				img: 'киви-тоник.svg',
				color: 0xb9ba43,
				scale: 0.9,
			},
			{
				name: [
					'Лонг айленд',
				],
				mix: [
					'водка, джин, текила, ром, апельсиновый ликёр',
				],
				cap: 360,
				cost: 12,
				img: 'лонг-айлэнд.svg',
				color: 0x866241,
			},
			{
				name: [
					'Чёрная смородина',
					'Blackcurrant',
				],
				mix: [
					'розовый вермут, водка, сироп черной смородины',
				],
				cap: 150,
				cost: 9,
				img: 'чёрная-смородина.svg',
				color: 0x922441,
			},
			{
				name: [
					'Пивной сауэр',
					'Beer sour',
				],
				mix: [
					'виски, пивной сироп, белок',
				],
				cap: 250,
				cost: 14,
				img: 'бир-соуэр.svg',
				color: 0xd9b57e,
				scale: 0.8,
			},
			{
				name: [
					'Фиолетовая леди',
					'Violet Lady',
				],
				mix: [
					'джин, апельсиновый ликёр, сахарный сироп',
				],
				cap: 150,
				cost: 10,
				img: '',
				color: 0x736699,
			},
			{
				name: [
					'Королева пчёл',
					'Bee Queen',
				],
				mix: [
					'джин, тоник, медовый сироп, апельсиновый сок',
				],
				cap: 480,
				cost: 12,
				img: 'королева-пчёл.svg',
				color: 0xc79f2f,
				scale: 1.2,
			},
			{
				name: [
					'Черри',
					'Very cherry berry',
				],
				mix: [
					'вишнёвая настойка, сироп зимних специй, пряные травы',
				],
				cap: 250,
				cost: 10,
				img: 'чери-бери.svg',
				color: 0x9d3321,
				scale: 0.95,
			},
			{
				name: [
					'Кубинский ангел',
				],
				mix: [
					'светлый ром, пюре личи, сироп лемонграсс',
				],
				cap: 150,
				cost: 13,
				img: 'яйца-ангела.svg',
				color: 0xc8b664,
				scale: 1.15,
			},
			{
				name: [
					'Закат Империи',
					'Decline of the Empire',
				],
				mix: [
					'апельсиновый вермут, белый вермут, водка, малиновый сироп',
				],
				cap: 150,
				cost: 9,
				img: 'закат-империи.svg',
				color: 0xc61304,
				scale: 1.1,
			},
		],

	},

	Cocktails1: {

		name: [
			'Коктейли',
			'Cocktails',
		],

		collection: [
			{
				name: [
					'Перо из жопы полярной совы',
					'Feather from Polar Owl Butt',
				],
				mix: [
					'джин, апельсиновы ликёр, светлый вермут, вишнёвый сок',
				],
				cap: 320,
				cost: 16,
				img: 'перо-из-жопы.svg',
				color: 0xac2506,
				scale: 1.3,
			},
			{
				name: [
					'Пряный полдень',
					'Spicy',
				],
				mix: [
					'крамбамбуля, белый вермут, тоник',
				],
				cap: 250,
				cost: 16,
				img: 'пряный.svg',
				color: 0x837558,
				scale: 1.2,
			},
			{
				name: [
					'Земляничный рай',
				],
				mix: [
					'светлый ром, земляничный сироп, морс',
				],
				cap: 140,
				cost: 10,
				img: 'земляничный-рай.svg',
				color: 0x991d3a,
				scale: 1.2,
			},
			{
				name: [
					'Порностар твист',
					'Pornostar twist',
				],
				mix: [
					'игристое вино, пюре личи, водка, белок',
				],
				cap: 180,
				cost: 12,
				img: 'порностар.svg',
				color: 0xd5b688,
			},
			{
				name: [
					'Слёзы ирландской проститутки',
					'Tears of an Irish Prostitute',
				],
				mix: [
					'2 вида рома, Jägermeister, земляничный сироп',
				],
				cap: 250,
				cost: 13,
				img: 'слёзы-ирландской-проститутки.svg',
				color: 0xa6240a,
				scale: 0.9,
			},
			{
				name: [
					'Белый русский',
				],
				mix: [
					'водка, кофейный ликёр, свилки',
				],
				cap: 220,
				cost: 9,
				img: 'белый-русский.svg',
				color: 0x504225,
				scale: 0.9,
			},
			{
				name: [
					'Малиновое искушение',
					'Raspberry Temptation',
				],
				mix: [
					'водка, малиновый сироп, морс, спрайт',
				],
				cap: 480,
				cost: 10,
				img: '',
				color: 0x862f48,
			},
			{
				name: [
					'Мохито',
				],
				mix: [
					'ром, лайм, мята, сахарный сироп',
				],
				cap: 360,
				cost: 10,
				img: '',
				color: 0x799d3f,
			},
			{
				name: [
					'Коронита',
					'Coronita',
				],
				mix: [
					'апельсиновый ликёр, текила, анасовый сок, пиво Corona',
				],
				cap: 700,
				cost: 22,
				img: 'коронита.svg',
				color: 0xe6ae56,
				scale: 1.6,
			},
		],

	},

} );

/*

Красный							Фиолетоый				Розовый				Бежевый				Жёлтый						Зелёный			Чёрный
																			ПОРНОСТАР ТВИСТ		ЛИЦО ИЛИ ГРУДЬ АНГЕЛА
								МАЛИНОВОЕ ИСКУШЕНИЕ							ПИВНОЙ САУЭР									МОХИТО			БЕЛЫЙ РУССКИЙ
								ЗЕМЛЯНИЧНЫЙ РАЙ													КОРОНИТА
ПЕРО ИЗ ЖОПЫ ПОЛЯРНОЙ СОВЫ
СЛЁЗЫ ИРЛАНДСКОЙ ПРОСТИТУТКИ







 */